{
  "text": " ALL people who have more taste than money are as one in the convictionthat people with less money than taste suffer more keenly day by day,week by week, year by year, than any other class of human beings.Of this kind of sufferer was Philip Somerton, a young man who hadstrayed from a far-western country town to New York to develop hisindividuality and make his fortune, but especially to enjoy thefacilities which a great city offers (as every one knows, except theimpecunious persons who have tried it) to all whose hearts hunger forwhatever is beautiful, refining, and also enjoyable.To some extent Philip had succeeded, for he quickly adapted himself tohis new surroundings; and as he was intelligent, industrious, and ofgood habits, he soon secured a clerkship which enabled him to pay forfood, shelter, and clothing, and still have money enough for occasionalbooks and music and theatre tickets, and to purchase a few articlesof a class over which the art editor of Philip's favorite morningnewspaper raved delightfully by the column. Several years later hewas still more fortunate; for he met Grace Brymme, a handsome youngwoman who had quite as much intelligence and taste as he, and who,like Philip, had been reared in a country town. That in New York shewas a saleswoman in a great shop called a \"department store\" was notin the least to her discredit; for she was an orphan, and poor, andwith too much respect to allow herself to be supported by relatives aspoor as she, or to be \"married off\" for the sole purpose of securinga home. When Philip declared his love and blamed himself for havingformed so strong an attachment before he had become financially ableto support a wife in the style to which his sweetheart's refinementand cleverness entitled her, the young woman, who was quite as deep inlove as he, replied that in so large a city no one knew the affairsof inconspicuous people, so there was no reason why they should notmarry, and she retain her business position and salary under the onlyname by which her employers and business associates would know her, andtogether they would earn a modest competence against the glorious byand by.So they married, and told only their relatives, none of whom was in NewYork, and out of business hours the couple occupied a small apartmentand a large section of Paradise, and together they enjoyed plays andconcerts and pictures and books and bric--brac as they had neverimagined possible when they were single; and when there was nothingspecial in the outer world to hold their attention they enjoyed eachother as only warm-hearted and adaptive married people can.But marriage has no end of unforeseen mysteries for people who reallylove each other, and some of these obtruded themselves unexpectedlyupon Philip and Grace, and gave the young people some serious moments,hours, and days. At first these disturbers were repelled temporarilyby gales of kisses and caresses, but afterwards Grace's warm brown eyeswould look deeper than they habitually were, and Philip would feel asif he had lost the power of speech. It was merely that each wished tobe more and do more for the sake of the other. Philip knew that Gracewas the sweetest, handsomest, cleverest, noblest woman in the world,and that the world at large had the right to know it. Grace thoughtPhilip competent to illumine any social circle, and to become a leaderamong men; but how was the world to know of it while he and she werecompelled to remain buried alive in a city in which no one knew hisnext-door neighbor except by sight? In her native village deservingyoung men frequently became partners of their employers, but Philipassured her that in New York no such recognition could be expected. Thebest he could hope for was to retain his position, be slowly promoted,and some day rank with the highest clerks.One evening Philip, who ordinarily reached home later than his wife,stood in the door of the apartment when Grace appeared. He quieted theyoung woman with a rapturous smile, and said, with much lover-likepunctuation:--\"All of our troubles are ended, dear girl. We can live as we wish,and buy everything we wish. To-night--at once, if you like--we canafford to tell the whole world that we are no longer a mere clerk and asaleswoman.\"Grace at once looked more radiant than her husband had ever seen her;she exclaimed:--\"Oh, Phil! Tell me all about it! Quick!\"\"I will, my dear, if you'll loosen your arms--or one of them--for amoment, so that I can get my hand into my pocket. I've inherited oldUncle Jethro's property. I don't know how much it amounts to, buthe was a well-to-do country merchant, and here's a single check, onaccount, for a thousand dollars.\"\"Phil!\" exclaimed Grace, placing her hands on her husband's face andpushing it gently backward, while her cheeks glowed, and her lipsparted, and her eyes seemed to melt.\"That makes me far happier than I was,\" said Phil, \"though I didn'tsuppose that could be possible. Your face is outdoing itself. I didn'tsuppose money could make so great a difference in it.\"\"'Tisn't the money,\" Grace replied slowly, \"and yet, I suppose it is.But we won't reason about it now. We can do what we most wish--tell theworld that we're married; for that, I'd gladly have become a beggar.But do tell me all about it.\"Philip placed his wife in an easy chair, took a letter from his pocket,and said:--\"I suppose this will explain all more quickly than I could tell it.'Tis a lawyer's letter. Listen:--    \"'PHILIP SOMERTON, ESQ.,--    \"'DEAR SIR: We are charged to inform you that your    uncle, Jethro Somerton, died a few days ago, and made    you the sole beneficiary of his will, on condition that    you at once proceed to Claybanks, and assume charge of    the general store and other business interests that    were his, and that you provide for his clerk, Caleb    Wright, for the remainder of said Wright's natural    life, and to the satisfaction of the said Wright. In    the event of any of these stipulations not being met,    the entire property is to be divided among several    (specified) benevolent associations, subject to a life    annuity to Caleb Wright, and you are to retire from the    business without taking any of the proceeds.    \"'By the terms of the will we are instructed, (through    your late uncle's local attorney) to send you the    enclosed check for One Thousand ($1000) Dollars, to    provide for the expenses of your trip to Claybanks, and    to enable you to procure such things as you may wish to    take with you, the Claybanks stores not being stocked    with a view to the trade of city people; but our bank    will defer payment of the same until we are in receipt    of enclosed acknowledgment, duly signed before a notary    public, of your acceptance under the terms of your    uncle's will, a copy of which we enclose.                        \"'Yours truly,                                \"'TRACE & STUBB,       \"'_For counsel of Jethro Somerton, deceased_.'\"\"How strange!\" murmured Grace, who seemed to be in a brown study.\"Is that all it is?\" asked Phil.\"No, you silly dear; you know it isn't. But you've scarcely evermentioned your uncle to me; now it appears that you must have been verydear to him. I can't understand it.\"\"Can't, eh? That's somewhat uncomplimentary to me. I suppose the truthis that Uncle Jethro couldn't think of any one else to leave his moneyto; for he was a widower and childless. My dear dead-and-gone fatherwas his only brother, and he had no sisters, so I'm the only remainingmale member of the family.\"\"But what sort of man was he? Do tell me something about him.\"\"I wish I knew a lot of pleasant things to tell, but I know littleof him except what I heard when I was a boy. Father, in whomfamily affection was very strong, loved him dearly, yet used to begreatly provoked by him at times; for uncle's only thought was ofmoney--perhaps because he had nothing else to think of, and he wroteadvice persistently, with the manner of an elder brother--a man whoseadvice should be taken as a command. When I started East I stoppedoff and tramped three miles across country to call on him, for theletter he wrote us when father died was a masterpiece of affection andappreciation. I had never seen him, and I'm ashamed to say, after whathas just occurred, that after our first interview I had no desire tosee him again. His greeting was fervent only in curiosity; he studiedmy face as if I were a possible customer who might not be entirelytrustworthy. Then he made haste to tell me, with many details, that hewas the principal merchant and business man in the county, where hehad started thirty years before, with no capital but his muscles andwits. He intimated that if I cared to remain with him a few months ontrial, and succeeded in impressing him favorably, I might in time earnan interest in his business; but I thought I had seen enough of countrystores and country ways to last me for life; so I made the excusethat as my parents were dead and my sisters married, I felt justifiedin going to New York to continue my studies. When he asked me what Iwas studying, I was obliged to reply, 'Literature and art,' at whichstatement he sneered--I may say truthfully that he snorted--and at oncebecame cooler than before; so I improved my first opportunity, betweencustomers' visits, to say that it was time for me to be starting backto the railway station. In justice to myself, however, as well asto him, I could not start without telling him how greatly his letterabout my father had affected me. For a moment he was silent: he lookedthoughtful, and as tender, I suppose, as a burly, hard-natured mancould look; then he said:--\"'Your father was one of the very elect, but--'\"I quickly interrupted with, 'I'm not very religious, but I won'tlisten to a word of criticism of one of the elect--least of all, of myfather. Good by, uncle.' He made haste to say that the only two menof the Somerton family shouldn't part in anger; and when he learnedthat I had walked three miles through the darkness and November mud,and intended to walk back to the station, he told a man who seemedto be his clerk,--Caleb Wright, evidently the man mentioned in thisextraordinary letter,--to get out some sort of conveyance and drive meover. While Caleb was at the stables, my uncle questioned me closely asto my capital and business prospects. I was not going to be outdone inpersonal pride, so I replied that, except for some mining stocks whichsome one had imposed upon my father, and were down to two cents pershare, I'd exactly what he had told me he began with,--muscle and wits.He saw that I had no overcoat,--boys and young men in our part of thecountry seldom had them,--so he pressed one upon me, and when I triedto decline it, he said, 'For my dead brother's sake,' which broke medown. When I reached the train, I found in the overcoat pockets somehandkerchiefs, gloves, hosiery, neckwear, and several kinds of patentmedicines, which evidently he thought trustworthy; there was also aportemonnaie containing a few small notes and some coin. I wrote,thanking him, as soon as I found employment; but he never answeredmy letter, so I was obliged to assume that he had repented of hisgenerosity and wished no further communication with me.\"\"How strange! But the man--Caleb--who drove you to the station, and whoseems to be a life pensioner on the estate, and is to be dependent uponus,--how did he impress you?\"\"I scarcely remember him, except as a small man with a smallface, small beard, a small gentle voice, and pleasanter eyes thancountry clerks usually have. I remember that his manner seemed verykindly,--after my experience with my uncle's,--and he said a cleveror quaint thing once in a while, as any other countryman might havedone. For the rest, he is a Civil War veteran, and about forty years ofage--perhaps less, for beards make men look older than they are.\"\"And the town with the odd name--Claybanks?\"\"I saw it only in the dark, which means I didn't see it at all. Ibelieve 'tis the county town, and probably it doesn't differ muchfrom other Western villages of a thousand or two people. 'Twill be afrightful change from New York, dear girl, for you.\"\"You will be there,\" replied Grace, with a look that quickly broughther husband's arms around her. \"And you will be prominent among men,instead of merely one man among a dozen in a great office. Every onewill know my husband; he won't any longer go to and from business asunknown as any mere nobody, as you and most other men do in New York.'Tis simply ridiculous--'tis unnatural, and entirely wrong, that myhusband's many clever, splendid qualities aren't known and put to theirproper uses. You ought to be the manager of the firm you are with,instead of a mere clerk. I want other people to understand you, andadmire you, just as I do, but no one is any one in this great crowded,lonely, dreadful city.\"\"There, there!\" said Philip. \"Don't make me conceited. Besides, we'veneglected that check for at least ten minutes. Let's have another lookat it. A thousand dollars!--as much money as both of us have had tospend in a year, after paying our rent! A tenth part of it will be morethan enough to take us and our belongings to Claybanks; with the othernine hundred we'll buy a lot of things with which to delight ourselvesand astonish the natives,--silk dresses and other adornments for you,likewise a piano, to replace the one we have been hiring, and somepictures, and bric--brac, and we'll subscribe to a lot of magazines,and--\"\"But suppose,\" said Grace, \"that after reaching there you find thebusiness difficult or unendurable, and wish to come back to New York?\"\"Never fear for me! I'm concerned only for you, dear girl. I knowWestern country places, having been brought up in one; I know thepeople, and among them you will take place at once as a queen. Butqueens are not always the most contented of creatures. Their subjectsmay not be--\"\"If my first and dearest subject remains happy,\" said Grace, \"I shallhave no excuse for complaining.\""
}